tap "beeftornado/rmtree"
tap "borkdude/brew"
tap "candid82/brew"
tap "clementtsang/bottom"
tap "clojure-lsp/brew"
tap "deviceinsight/packages"
tap "graalvm/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "tomanthony/brews"
brew "antlr"
brew "libtiff"
brew "argon2"
brew "libssh2"
brew "aria2"
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "asciinema"
brew "astyle"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "black"
brew "boxes"
brew "bpython"
brew "pcre"
brew "pkg-config"
brew "cfr-decompiler"
brew "clojure"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "ctags"
brew "zstd"
brew "curl"
brew "darksky-weather"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-machine-driver-hyperkit"
brew "dog"
brew "elixir"
brew "elm"
brew "exa"
brew "faac"
brew "fd"
brew "fennel"
brew "gmp"
brew "libtool"
brew "guile"
brew "lame"
brew "ffmpeg"
brew "flex"
brew "fortune"
brew "fzf"
brew "libuv"
brew "gatsby-cli"
brew "mpfr"
brew "isl"
brew "libmpc"
brew "gcc"
brew "ghc"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-quick-stats"
brew "glances"
brew "global"
brew "glow"
brew "go"
brew "gopls"
brew "gpgme"
brew "gradle"
brew "hadolint"
brew "hashcat"
brew "haskell-stack"
brew "helm"
brew "httpie"
brew "hub"
brew "hyperkit"
brew "ipython"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "kakoune"
brew "kind"
brew "kotlin"
brew "leiningen"
brew "libgit2"
brew "libscrypt"
brew "lima"
brew "llvm"
brew "lolcat"
brew "luajit"
brew "magic-wormhole"
brew "make"
brew "markdown"
brew "maven"
brew "minikube"
brew "mypy"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "no-more-secrets"
brew "onefetch"
brew "p7zip"
brew "parallel"
brew "planck"
brew "podman"
brew "poetry"
brew "prettier"
brew "prettyping"
brew "progress"
brew "pulumi"
brew "pwgen"
brew "pyright"
brew "ripgrep"
brew "ruby"
brew "rustscan"
brew "sbt"
brew "scc"
brew "shellcheck"
brew "siege"
brew "sl"
brew "socat"
brew "speedtest-cli"
brew "stylua"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tfsec"
brew "thefuck"
brew "tig"
brew "translate-shell"
brew "tree"
brew "unar"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "xh"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clementtsang/bottom/bottom"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "deviceinsight/packages/kafkactl"
brew "gromgit/fuse/ntfs-3g-mac"
brew "hashicorp/tap/terraform-ls"
cask "aws-vault"
cask "eloston-chromium"
cask "ferdi"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "graalvm-ce-java17"
cask "iterm2"
cask "maccy"
cask "macpass"
cask "omnidisksweeper"
cask "oracle-jdk"
cask "osxfuse"
cask "qlvideo"
cask "rectangle"
cask "session-manager-plugin"
cask "signal"
cask "the-unarchiver"
cask "vimr"
cask "virtualbox"
cask "visualvm"
cask "vlc"
cask "zprint"
