tap "beeftornado/rmtree"
tap "borkdude/brew"
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "exoscale/tap"
tap "filosottile/musl-cross"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "lampepfl/brew"
tap "railwaycat/emacsmacport"
tap "sambadevi/powerlevel9k"
tap "tomanthony/brews"
cask "osxfuse"
brew "antlr"
brew "argon2"
brew "openssl"
brew "libssh2"
brew "aria2"
brew "astyle"
brew "autoconf"
brew "autojump"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "awscli"
brew "bat"
brew "bison"
brew "black"
brew "boot-clj"
brew "gettext", link: true
brew "pcre"
brew "cfr-decompiler"
brew "gmp"
brew "mpfr"
brew "chicken"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "ctags"
brew "curl"
brew "darksky-weather"
brew "docker-machine-driver-hyperkit"
brew "openssl@1.1"
brew "elixir"
brew "emacs"
brew "exa"
brew "faac"
brew "flex"
brew "fortune"
brew "fzf"
brew "isl"
brew "libmpc"
brew "gcc"
brew "geos"
brew "libtool"
brew "python@2"
brew "ghc"
brew "git"
brew "git-quick-stats"
brew "glances"
brew "global"
brew "go"
brew "gradle"
brew "h2"
brew "hashcat"
brew "haskell-stack"
brew "httpie"
brew "hub"
brew "ipython"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "kotlin"
brew "lame"
brew "leiningen"
brew "x264"
brew "xvid"
brew "libav"
brew "libgit2"
brew "libscrypt"
brew "libsodium"
brew "libuv"
brew "lolcat"
brew "luajit"
brew "lumo"
brew "make"
brew "markdown"
brew "maven"
brew "mpw"
brew "mypy"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "no-more-secrets"
brew "ntfs-3g"
brew "p7zip"
brew "parallel"
brew "pinentry-mac"
brew "pipenv"
brew "pkg-config"
brew "planck"
brew "postgresql"
brew "postgis"
brew "prettyping"
brew "progress"
brew "pwgen"
brew "pypy"
brew "pypy3"
brew "qpdf"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "scala"
brew "siege"
brew "sl"
brew "speedtest-cli"
brew "syncthing"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "translate-shell"
brew "tree"
brew "unar"
brew "vert.x"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/clj-kondo"
brew "candid82/brew/joker"
brew "exoscale/tap/exoscale-cli"
brew "golangci/tap/golangci-lint"
brew "lampepfl/brew/dotty"
brew "tomanthony/brews/itermocil"
cask "aws-vault"
cask "cocoarestclient"
cask "cool-retro-term"
cask "docker"
cask "eloston-chromium"
cask "font-firacode-nerd-font"
cask "font-hack"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "franz"
cask "gimp"
cask "iterm2"
cask "java"
cask "kitematic"
cask "minikube"
cask "notion"
cask "omnidisksweeper"
cask "pgadmin4"
cask "progressive-downloader"
cask "qlvideo"
cask "tunnelblick"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "visualvm"
cask "vlc"
cask "railwaycat/emacsmacport/emacs-mac-spacemacs-icon"
