tap "beeftornado/rmtree"
tap "borkdude/brew"
tap "buo/cask-upgrade"
tap "candid82/brew"
tap "exoscale/tap"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "lampepfl/brew"
tap "railwaycat/emacsmacport"
tap "sambadevi/powerlevel9k"
tap "tomanthony/brews"
tap "versent/taps"
cask "osxfuse"
brew "antlr"
brew "argon2"
brew "openssl@1.1"
brew "libssh2"
brew "aria2"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "astyle"
brew "autoconf"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "black"
brew "boot-clj"
brew "boxes"
brew "pcre"
brew "cfr-decompiler"
brew "clojure"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "ctags"
brew "curl"
brew "darksky-weather"
brew "deno"
brew "docker-machine-driver-hyperkit"
brew "elixir"
brew "elm"
brew "exa"
brew "faac"
brew "flex"
brew "fortune"
brew "fzf"
brew "gmp"
brew "mpfr"
brew "isl"
brew "libmpc"
brew "gcc"
brew "ghc"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "git-quick-stats"
brew "glances"
brew "global"
brew "go"
brew "gradle"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "hadolint"
brew "hashcat"
brew "haskell-stack"
brew "httpie"
brew "hub"
brew "ipython"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "kakoune"
brew "kind"
brew "kotlin"
brew "lame"
brew "leiningen"
brew "x264"
brew "xvid"
brew "libav"
brew "libgit2"
brew "libscrypt"
brew "libsodium"
brew "libuv"
brew "llvm"
brew "lolcat"
brew "luajit"
brew "lumo"
brew "magic-wormhole"
brew "make"
brew "markdown"
brew "maven"
brew "mypy"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "no-more-secrets"
brew "ntfs-3g"
brew "onefetch"
brew "p7zip"
brew "parallel"
brew "planck"
brew "podman"
brew "poetry"
brew "prettyping"
brew "progress"
brew "pulumi"
brew "pwgen"
brew "pypy"
brew "pypy3"
brew "python@2"
brew "ripgrep"
brew "ruby"
brew "sbt"
brew "scala"
brew "scc"
brew "sdl2"
brew "shellcheck"
brew "siege"
brew "sl"
brew "socat"
brew "speedtest-cli"
brew "syncthing"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "tig"
brew "translate-shell"
brew "tree"
brew "unar"
brew "vert.x"
brew "vim"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "candid82/brew/joker"
brew "exoscale/tap/exoscale-cli"
brew "lampepfl/brew/dotty"
brew "tomanthony/brews/itermocil"
brew "versent/taps/saml2aws"
cask "aws-vault"
cask "cool-retro-term"
cask "docker"
cask "eloston-chromium"
cask "ferdi"
cask "font-jetbrainsmono-nerd-font"
cask "gimp"
cask "graalvm-ce-java11"
cask "iterm2"
cask "java"
cask "maccy"
cask "macpass"
cask "omnidisksweeper"
cask "podman"
cask "progressive-downloader"
cask "qlvideo"
cask "signal"
cask "the-unarchiver"
cask "tunnelblick"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "visualvm"
cask "vlc"
cask "vscodium"
